{
  "★": {
	"La%Grelottine%★": {
	  "ruleText": "Lorsqu’un joueur réalise un Néant, il gagne une Grelottine. Il peut alors défier un autre joueur qui possède une Grelottine, entre le tour de n'importe quels joueurs. Le jeu reprend ensuite normalement.µ[Si on ne joue pas avec les scores négatifs, pour obtenir une Grelottine, le Néant doit être réalisé lorsque le score du joueur concerné est supérieur ou égal à 30 pts. Si un joueur possédant une Grelottine redescend en dessous de 30 pts, il perd sa Grelottine.]µPour défier un autre joueur possédant une Grelottine, le grelottin doit désigner sa cible du doigt en criant “ Grelottine ! ”. Si deux joueurs crient l'annonce en même temps, c’est celui qui a le plus petit score des deux qui devient grelottin. En cas d'égalité, les joueurs se départagent par le lancer d'un dé (le plus petit score l'emporte). La Grelottine est non cumulable.µLe grelottin choisit alors une combinaison que le joueur défié doit réaliser. Il a le choix entre les combinaisons suivantes : Chouette, Velute, Chouette-Velute, Cul De Chouette ou Sirop-Grelot (Le Sirop-Grelot étant un Cul De Chouette obligatoirement réalisé avec Sirotage). Lors d'un Sirop-Grelot, le Sirotage est indépendant des deux lancers, et si le défié réalise une Chouette lors de son deuxième lancer, le Sirotage est obligatoire, et l'Attrape-Oiseau interdit. La combinaison peut-être réalisée avec n'importe(s) quelle(s) valeur(s).µIl n'est pas possible de lancer un défi Grelottine si son propre score est inférieur ou égal à 0. Il n'est de plus pas possible de cibler un joueur dont le score est inférieur ou égal à 0. Si ces règles ne sont pas respectées mais que le joueur annonce quand même, il y a Bévue, le défi n'est pas lancé et le joueur conserve sa Grelottine. [Si on ne joue pas avec les scores négatifs, le score minimal pour qu'il y ait défi est de 30 points.]µC’est le grelottin qui décide combien de points il met en jeu en respectant les mises suivantes :µSi le défi porte sur une Chouette : 33% du Minimum du score des deux joueurs.µSi le défi porte sur une Velute : 25% du Minimum du score des deux joueurs.µSi le défi porte sur un Cul De Chouette : 12% du Minimum du score des deux joueurs.µSi le défi porte sur une Chouette-Velute : 6% du Minimum du score des deux joueurs.µSi le défi porte sur un Sirop-Grelot : 3% du Minimum du score des deux joueurs.µLors du calcul du nombre maximal de points pouvant être mis en jeu, on ne tient pas compte des décimales (on arrondit à l'unité supérieure). En cas de Bévue entre l'annonce du défi et l'annonce de la mise, le score précédant la Bévue est celui pris en compte et le joueur doit effectuer une nouvelle mise. Pour miser le score maximal sans calculer précisément, le joueur peut annoncer \"Max !\" : le scribe se chargera de mettre à jour les scores une fois l'issue connue.µEx : Le joueur 1 possède 220pts ; Le joueur 2 possède 124pts. Joueur 1 lance un défi grelottine sur une Chouette au joueur 2, il peut parier au maximum 42 pts ce qui correspond à 33% de 124 (33% du minimum du score des deux joueurs, arrondi au supérieur).µLe joueur défié a alors deux lancers pour réaliser la combinaison demandée et peut conserver les dés de son choix entre les deux lancers. Les deux lancers sont obligatoires, sauf en cas de réussite au premier lancer, auquel cas le défié doit obligatoirement s'arrêter.µSi le joueur défié remporte le défi, il gagne les points mis en jeu et le grelottin les perd. S'il échoue, c’est l’inverse qui se produit. Cependant, sauf cas particulier, le joueur défié gagne les points de la combinaison qu’il a réalisée, et la combinaison prend effet."
	},
	"Le%Sirop%★": {
	  "ruleText": "Une fois les trois dés lancés, si le joueur a réalisé une Chouette il peut relancer un dé pour tenter de transformer sa Chouette en Cul De Chouette.µPour cela, il doit crier “ Je sirote ! ” en saisissant le dé à siroter et en levant le doigt. S'il réussit son Sirotage, il gagne les points du Cul De Chouette, et s'il échoue, il perd les points de la Chouette sans les prendre avant le Sirotage. Toute combinaison réalisée après le Sirotage est valable et sa règle s'applique.µUn Sirotage de 6 est un Civet-Siroté, et donne un Civet en cas d'échec. Lorsque le joueur annonce son Sirotage, chacun des autres joueurs peut miser sur le chiffre du dé relancé. Chaque nombre est annoncé par les joueurs de la façon suivante :µ1/ Linotte      4/ Mouetteµ2/ Alouette     5/ Bergeronnetteµ3/ Fauvette     6/ ChouetteµLa mise est de 5 pts et le gain potentiel de 25 pts. En cas de réussite, le joueur ne perd pas les 5 pts de la mise, et doit crier “ Sirop Gagnant ! ” pour valider son gain. S'il oublie de crier l'annonce avant le lancer suivant, il ne prend pas de Bévue, mais n'obtient pas les points de son pari réussi.µSi un joueur veut miser sur la réussite du Sirotage, il doit crier “ Beau-Sirop ! ” et non pas annoncer l'oiseau correspondant à la Chouette sirotée, sinon il y a Bévue. Si un joueur décide de ne pas miser, il doit crier “ Couche-Sirop ! ” ou “ File-Sirop ! ” avant que le dé ne soit tombé. Si un joueur ne fait aucune annonce avant le lancer du cul, il y a Bévue. [Si on ne joue pas avec les scores négatifs et qu'un joueur annonce autre chose que “ Couche-Sirop ! ” ou “ File-Sirop ! ” alors qu'il a moins de 5 points, il y a également Bévue et le joueur retombe à zéro point. Son pari est alors caduc.]µLe Sirotage ne peut être tenté que sur une Chouette (il s'agit d'une Bévue si un joueur tente un Sirotage sur une Chouette-Velute, un Bleu-Rouge ou une Artichette). [Si on ne joue pas avec les scores négatifs, le sirotage ne peut également être tenté que si le sirotant a un score égal ou supérieur au nombre de points mis en jeu lors du Sirotage. Dans le cas inverse, le premier joueur à crier “ SiropJeannot ! ” en le désignant du doigt remporte la valeur d'un Contre-Sirop. Si deux joueurs ou plus crient l'annonce du Sirop-Jeannot en même temps, ils remportent tous les points. Cette règle s'applique également pour l'Attrape-Oiseau.]"
	},
	"Le%Civet%★": {
	  "ruleText": "Si un joueur échoue un Sirotage de 6, il obtient un Civet.µLe Civet permet de miser sur la combinaison d'un de ses lancers et peut être utilisé à n'importe quel moment de la partie avant de lancer ses chouettes, durant son tour de jeu ou avant de commencer un défi Grelottine (deux lancers sont alors autorisés).µPour cela, le joueur doit crier “ Civet de 50 (ou autre) sur une Chouette ! (ou autre) ”. La mise est de 1 pt minimum et 102 pts maximum, et peut se faire sur n'importe quelle combinaison, et si elle se fait durant un Bleu-Rouge, la relance doit être bonne pour que le Civet soit réussi. [Si on ne joue pas avec les scores négatifs, il est interdit de miser plus que son score, sinon il y a Bévue.] Si le joueur réussit son Civet, il gagne les points mis en jeu ainsi que ceux de la combinaison réalisée, et s'il échoue, il perd les points de sa mise, mais gagne ceux de la combinaison.µLors d'un Cul de Chouette Doublé ou un Cul de Chouette Doublé Diminué, annoncer Cul de Chouette comme combinaison.µUn joueur peut donner son Civet à un autre joueur qui doit obligatoirement l'accepter et peut l'utiliser comme il le souhaite, quand il le souhaite. Pour cela, il doit crier “ Lance-Civet ! ” en désignant le joueur de son choix du doigt. Le Civet étant non cumulable, un joueur qui lance son Civet à un joueur qui en a déjà un reçoit une Bévue mais conserve son Civet. Le Civet est interdit durant une Soufflette."
	},
	"La%Bévue%★": {
	  "ruleText": "Lorsqu'un joueur commet une erreur, il perd 5 pts.µUne Bévue peut être une mauvaise annonce, un joueur lançant les dés alors que ce n'est pas son tour, lancer les trois dés d'un coup ou le cul avant les chouettes, les dés qui tombent de la table, etc.µLes joueurs peuvent être plus ou moins stricts sur la Bévue selon leur niveau, mais un joueur commettant une Bévue perd toujours 5 pts. La Bévue est cumulable, et un joueur commettant plusieurs Bévues lors d'une même séquence de jeu peut perdre jusqu'à 10 pts, 15 pts, etc."
	},
	"Le%Chante-Sloubi%★": {
	  "ruleText": "Si un joueur souhaite rentrer en jeu en cours de partie, il doit crier “ Chante-Sloubi ! ” pour déterminer son score de départ.µLe Chante-Sloubi ne peut être tenté que lorsqu'un tour de jeu s'achève. Pour déterminer le nombre de points avec lequel le joueur commencera la partie, il faut prendre le plus haut score, lui soustraire le deuxième score le plus haut, puis multiplier le résultat par le nombre de tours joués, et enfin diviser le total par 10 (sans tenir compte des décimales).µLe joueur a alors deux solutions, soit il chante sloubi, soit il refuse le défi. S'il décide de chanter sloubi, il doit atteindre le score visé en chantant “ Sloubi 1, sloubi 2, sloubi 3, ... ”, et s'il y parvient sans Bévue ni interruption, il peut multiplier son score par 1,5, si le score du sloubi est négatif il peut le multiplier par 0,5.µS'il refuse ou échoue le défi, il commence la partie sans multiplier son score par 1,5. La limite du sloubi est de 228. Au-delà, le joueur souhaitant intégrer la partie ne peut pas chanter et doit soit attendre que la valeur du sloubi diminue, soit attendre la partie suivante."
	}
  }
}
